tap "aosasona/bazooka"
tap "ariga/tap"
tap "centrifugal/centrifugo"
tap "charmbracelet/tap"
tap "chiselstrike/tap"
tap "cirruslabs/cli"
tap "danielgatis/imgcat"
tap "epk/epk"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "infisical/get-cli"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "mac-cleanup/mac-cleanup-py"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "railwayapp/tap"
tap "stripe/stripe-cli"
tap "veeso/termscp"
tap "wez/wezterm"
brew "openssl@3"
brew "atuin"
brew "autoconf"
brew "automake"
brew "bat"
brew "btop"
brew "freetype"
brew "gettext"
brew "harfbuzz"
brew "bundletool"
brew "llvm"
brew "chezmoi"
brew "cmake"
brew "cmake-docs"
brew "cocoapods"
brew "curl"
brew "libtool"
brew "freetds"
brew "libpq", link: true
brew "libzip"
brew "php"
brew "composer"
brew "delve"
brew "deno"
brew "direnv"
brew "dnsmasq"
brew "doctl"
brew "dotnet"
brew "erlang"
brew "elixir"
brew "eza"
brew "fastfetch"
brew "fcp"
brew "fd"
brew "libarchive"
brew "ffmpeg"
brew "flyctl"
brew "woff2"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gleam"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "goreleaser"
brew "hunspell"
brew "hurl"
brew "jq"
brew "just"
brew "lazygit"
brew "libimobiledevice"
brew "llvm@16"
brew "luarocks"
brew "make"
brew "mise"
brew "mkcert"
brew "mmv"
brew "protobuf"
brew "mosh"
brew "neovim"
brew "nixpacks"
brew "pandoc"
brew "pinentry-mac"
brew "pkgconf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3"
brew "railway"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "sqlc"
brew "starship"
brew "staticcheck"
brew "swift-format"
brew "tailscale"
brew "tmux"
brew "tree"
brew "typst"
brew "vhs"
brew "wget"
brew "wireguard-tools"
brew "xcodegen"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "aosasona/bazooka/bazooka"
brew "charmbracelet/tap/freeze"
brew "chiselstrike/tap/turso"
brew "cirruslabs/cli/tart"
brew "danielgatis/imgcat/imgcat"
brew "infisical/get-cli/infisical"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "stripe/stripe-cli/stripe"
brew "veeso/termscp/termscp"
cask "db-browser-for-sqlite"
cask "deskpad"
cask "font-hack-nerd-font"
cask "font-martian-mono"
cask "font-sf-mono-nerd-font"
cask "huggingchat"
cask "swiftformat-for-xcode"
cask "wezterm"
cask "xcodes"
