tap "aosasona/bazooka"
tap "ariga/tap"
tap "centrifugal/centrifugo"
tap "charmbracelet/tap"
tap "chiselstrike/tap"
tap "cirruslabs/cli"
tap "danielgatis/imgcat"
tap "epk/epk"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infisical/get-cli"
tap "kegworks-app/kegworks"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "mac-cleanup/mac-cleanup-py"
tap "mistertea/et"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "progrium/taps"
tap "railwayapp/tap"
tap "skiptools/skip"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "veeso/termscp"
tap "wez/wezterm"
tap "xtool-org/tap"
brew "openssl@3"
brew "atuin", restart_service: :changed
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "python@3.13"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "binaryen"
brew "bison"
brew "btop"
brew "freetype"
brew "gettext"
brew "harfbuzz"
brew "bundletool"
brew "llvm"
brew "lld"
brew "c3c"
brew "capnp"
brew "ccache"
brew "chafa"
brew "chezmoi"
brew "cloc"
brew "cmake"
brew "cmake-docs"
brew "ruby"
brew "cocoapods"
brew "colima"
brew "curl"
brew "libtool"
brew "freetds"
brew "gmp"
brew "libpq", link: true
brew "libsodium"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "delve"
brew "deno"
brew "direnv"
brew "dnsmasq"
brew "doctl"
brew "dotnet"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "eza"
brew "fastfetch"
brew "fcp"
brew "fd"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "flyctl"
brew "woff2"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gleam"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "goreleaser"
brew "httpie"
brew "hunspell"
brew "hurl"
brew "imagemagick"
brew "ios-deploy"
brew "jenkins-lts"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "just"
brew "kdoctor"
brew "kotlin"
brew "lazygit"
brew "libiconv"
brew "libimobiledevice"
brew "libxml2"
brew "llama.cpp"
brew "llvm@16"
brew "localai"
brew "luarocks"
brew "make"
brew "ninja"
brew "meson"
brew "minikube"
brew "mise"
brew "mkcert"
brew "mmv"
brew "protobuf"
brew "mosh"
brew "nasm"
brew "neo4j"
brew "neovim"
brew "nixpacks"
brew "openjdk@17"
brew "pdfcpu"
brew "pdftohtml"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "plantuml"
brew "pocketbase"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "qemu"
brew "railway"
brew "rbenv"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "scc"
brew "sqlc"
brew "starship"
brew "staticcheck"
brew "swiftformat"
brew "tmux"
brew "tree"
brew "typst"
brew "uv"
brew "vhs"
brew "wget"
brew "wireguard-tools"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "yazi"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "aosasona/bazooka/bazooka"
brew "charmbracelet/tap/freeze"
brew "chiselstrike/tap/turso"
brew "cirruslabs/cli/tart"
brew "danielgatis/imgcat/imgcat"
brew "infisical/get-cli/infisical"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "mistertea/et/et"
brew "mongodb/brew/mongodb-community"
brew "planetscale/tap/pscale"
brew "progrium/taps/wanix"
brew "sst/tap/opencode"
brew "stripe/stripe-cli/stripe"
brew "veeso/termscp/termscp"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "buzz"
cask "dataflare"
cask "db-browser-for-sqlite"
cask "deskpad"
cask "flashspace"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-martian-mono"
cask "font-sf-mono-nerd-font"
cask "font-victor-mono"
cask "ghostty"
cask "huggingchat"
cask "jordanbaird-ice"
cask "orbstack"
cask "skip"
cask "swiftformat-for-xcode"
cask "wezterm"
cask "xcodes-app"
cask "xtool"
